Repository: flightless/mailgun-post-notifications
Catalog: languages/mailgun-post-notifications-*.po
Languages: it

source: New Post Notifications
it: Notifiche per i nuovi articoli

source: List to notify
it: Lista per le notifiche

source: Notifications for new posts will be sent to this list
it: Notifiche per i nuovi articoli saranno inviate a questa lista

source: "From" Name
it: Nome mittente

source: Notification emails will display this name in the "From" field. If blank, the blog name will be used.
it: Le notifiche avranno questo nome nel campo "Da". Se non compilato, verrà usato il titolo del sito.

source: "From" Address
it: Indirizzo mittente

source: Notification emails will display this email address in the "From" field. If blank, the admin email address will be used.
it: Le notifiche avranno questo indirizzo nel campo "Da". Se non compilato, verrà usato l'indirizzo e-mail di amministrazione del sito.

source: Subject
it: Oggetto

source: Subject line for the notification emails. <code>[blog_name]</code> will be replaced with the blog name. <code>[post_title]</code> will be replaced with the post title.
it: Oggetto della e-mail di notifica. Il codice <code>[blog_name]</code> sarà rimpiazzato dal titolo del sito. <code>[post_title]</code> sarà rimpiazzato dal titolo dell'articolo.

source: [[blog_name]] New Post: [post_title]
it: [[blog_name]] Nuovo articolo: [post_title]

source: -- Select a List --
it: -- Scegliere una lista --

source: New post published at <strong>%s</strong>
it: Nuovo articolo pubblicato su <strong>%s</strong>

source: Read more
it: continua a leggere

source: Tags:
it: Tag:

source: Categories:
it: Categorie:

source: URL:
it: Indirizzo:

source: New post published at %s
it: Nuovo articolo pubblicato su %s

source: URL: %s
it: Indirizzo: %s

source: MailGun Post Notifications requires PHP version %s or higher. You are using version %s.
it: MailGun Post Notifications richiede PHP %s o superiore. Ora è in uso la versione %s.

source: MailGun Post Notifications requires the Mailgun Mailing List Subscriptions plugin.
it: Per utilizzare MailGun Post Notifications è necessario che sia installato il plugin Mailgun Mailing List Subscriptions.
